brew "asdf"
brew "fastfetch"
brew "tree"
cask "aldente"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "displaybuddy"
cask "docker"
cask "font-monaspace"
cask "hiddenbar"
cask "iterm2"
cask "logi-options+"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "superwhisper"
cask "tailscale"
vscode "adpyke.codesnap"
vscode "biomejs.biome"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fosshaas.fontsize-shortcuts"
vscode "foxundermoon.shell-format"
vscode "gruntfuggly.todo-tree"
vscode "icrawl.discord-vscode"
vscode "james-yu.latex-workshop"
vscode "jnoortheen.nix-ide"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "pkief.material-icon-theme"
vscode "randomchance.logstash"
vscode "tomoki1207.pdf"
vscode "vivaxy.vscode-conventional-commits"
